<template>
	<div class="historyPart_mainBlock">
		<div class="historyPart_entryText">
			Павловский парк – жемчужина ландшафтного искусства конца XVIII–XIX веков.
			Вместе с величественным дворцом он образует гармоничный ансамбль,
			созданный лучшими архитекторами своего времени. Изначально эти земли были
			охотничьими угодьями, но с приходом Чарльза Камерона началось превращение
			лесов в живописный пейзажный парк. Извилистая река Славянка, тенистые
			аллеи, изящные павильоны и скульптуры создают неповторимую атмосферу
			романтики и уюта. Каждый уголок парка – будь то таинственная Старая
			Сильвия, уютный Собственный садик или просторы Большой звезды –
			рассказывает свою историю. Прогуливаясь по тропинкам, вы почувствуете дух
			эпохи, когда природа и искусство сливались воедино.
		</div>
	</div>
</template>
